Repository: phanquoctuan20081998/SocialBenefit
Catalog: ios/Social Benefit/Social Benefit/Localizable/*.lproj/Localizable.strings
Languages: vi

# company
source: Your Company Name/ ID
vi: Nhập mã công ty

# email
source: Your email/ ID
vi: Nhập email/ ID

# password
source: Your Pasword
vi: Nhập mật khẩu

source: Remember me
vi: Ghi nhớ tài khoản

source: Log In
vi: Đăng Nhập

# forgot_password
source: Forgot your password
vi: Quên mật khẩu

# warning1
source: Don't have an account yet?
vi: Chưa có tài khoản?

# warning2
source: Please contact your HR
vi: Vui lòng liên hệ bộ phận HR

# infor
source: Please enter your company code and your email address
vi: Vui lòng điền mã công ty và email của bạn

# company_code
source: Enter you company code
vi: Nhập mã công ty

# email_reset
source: Enter your email
vi: Email của bạn

source: Reset Password
vi: Lấy lại mật khẩu

# back_login
source: Already have an account? Login!
vi: Quay trở lại đăng nhập

# enter_email
source: Enter your email
vi: Nhập email của bạn

# wrong_company
source: Company does not exist
vi: Công ty không tồn tại

# success_notification
source: Reset password successfully! A new password has been sent to your email!
vi: Thiết lập thành công! Mật khẩu mới đã được gửi đến email của bạn

# benefit_title
source: LIST OF YOUR BENEFITS
vi: DANH SÁCH PHÚC LỢI CỦA BẠN

# order
source: No.
vi: Thứ tự

source: Benefit
vi: Phúc lợi

# benefit_status
source: Status
vi: Trạng thái

source: Upcomming
vi: Sắp diễn ra

source: Ongoing
vi: Đang diễn ra

source: Apply
vi: Đăng ký

source: Waiting to confirm
vi: Chờ xác nhận

source: Approved
vi: Đã phê duyệt

source: Rejected
vi: Đã từ chối

source: Received
vi: Đã nhận

source: Waiting
vi: Chờ xác nhận

source: Internal News
vi: Tin nội bộ

# search_news
source: Search the news
vi: Tìm kiếm bản tin

source: All
vi: Tất cả

source: Training
vi: Đào tạo

# annoucement
source: Announcement
vi: Thông báo

source: Cancel
vi: Huỷ bỏ

source: Confirm
vi: Xác nhận

# point_history
source: Used points history
vi: Lịch sử tiêu dùng điểm

# favorite
source: Favorite merchants
vi: Cửa hàng ưu thích

# benefits
source: List of your benefits
vi: Danh sách phúc lợi của bạn

# surveys
source: Company Surveys
vi: Khảo sát công ty

source: Setting
vi: Cài đặt

# customer
source: Customer support
vi: Tổng đài hỗ trợ

# rate
source: Rate the Application
vi: Đánh giá ứng dụng

source: Log out
vi: Đăng xuất

source: Presentation
vi: Giới thiệu

source: Contact
vi: Liên hệ

source: Select Date
vi: Chọn ngày

source: Done
vi: Xong

# choose_city
source: Choose Province/City
vi: Chọn tỉnh/ thành phố

# enter_address
source: Enter your address
vi: Vui lòng nhập địa chỉ

# location_example
source: 324 Tay Son
vi: 324 Tây Sơn

# nickname
source: Your nick name (maximum 90 characters)
vi: Tên thân mật (tối đa 90 kí tự)

# nickname_placeholder
source: Input your nick name
vi: Nhập tên thân mật

# address
source: Where are you living now?
vi: Bạn đang sống tại?

# birthday
source: Your birthday
vi: Sinh nhật

# gender
source: Your gender
vi: Giới tính

source: Male
vi: Nam

source: Female
vi: Nữ

source: Other
vi: Khác

# passport
source: Your ID/Passport
vi: Chứng minh thư/ CCCD

# insurance
source: Your Social Insurance Code
vi: Mã số bảo hiểm xã hội

# contact_email
source: Email address
vi: Địa chỉ email

# telephone
source: Telephone number
vi: Số điện thoại

# leader
source: Is the leader?
vi: Là quản lý?

source: Save
vi: Lưu

# upload_picture_option
source: Upload Pictures Option
vi: Cách thức nhập ảnh

# how_do_you_want_to_set
source: How do you want to set your picture?
vi: Bạn muốn nhập ảnh bằng cách nào?

# add_from_camera
source: CAMERA
vi: MÁY ẢNH

# add_from_gallery
source: GALLERY
vi: BỘ SƯU TẬP

# blank_email_user_infor
source: Please enter your email address
vi: Vui lòng điền email của bạn

# invalid_email_format
source: Invalid format!
vi: Sai định dạng

# blank_phone_user_infor
source: Please enter your phone number
vi: Vui lòng nhập số điện thoại

source: Updated
vi: Đã cập nhật

# need_to_fill_address
source: Please enter your full address
vi: Vui lòng nhập đầy đủ địa chỉ

source: Recognitions in Company
vi: Bảng tin khen thưởng

# promotions
source: Your promotions, check them out!
vi: Khuyến mãi đừng bỏ lỡ

# total_point
source: Your total points
vi: Tổng điểm của bạn

source: Recognize
vi: Khen tặng

source: My voucher
vi: Ví của tôi

source: My order
vi: Đơn đặt hàng

source: Others
vi: Khác

source: See all
vi: Xem thêm

source: Hello
vi: Xin chào

source: Home
vi: Trang chủ

source: Recognition
vi: Khen thưởng

source: Promotion
vi: Khuyến mãi

source: User
vi: Người dùng

source: Reply
vi: Trả lời

# a_few_seconds
source: few seconds
vi: vài giây...

source: Reply to
vi: Trả lời

# type_comment
source: Type to comment
vi: Nhập bình luận

# be_the_first
source: Become first people like it
vi: Trở thành người đầu tiên

source: Comment
vi: Bình luận

# count_comment
source: comment
vi: bình luận

# count_comments
source: comments
vi: bình luận

source: Like
vi: Thích

source: Liked
vi: Đã thích

source: Love
vi: Yêu thích

source: Laugh
vi: Haha

source: Sad
vi: Buồn

source: Angry
vi: Giận dữ

source: year
vi: năm

source: years
vi: năm

source: month
vi: tháng

source: months
vi: tháng

source: day
vi: ngày

source: days
vi: ngày

source: hour
vi: giờ

source: hours
vi: giờ

source: minute
vi: phút

source: minutes
vi: phút

source: second
vi: giây

source: seconds
vi: giây

# you_and %d
source: You and %d others
vi: Bạn và %d người khác

source: You
vi: Bạn

source: %d other
vi: %d người khác

source: %d others
vi: %d người khác

# are_you_sure_to_delete_comment
source: Are you sure you want to delete this comment?
vi: Bạn có chắn chắn muốn xoá bình luận này?

source: Edit comment
vi: Sửa bình luận

source: Delete comment
vi: Xoá bình luận

source: Apply this Benefit?
vi: Đăng ký

# want_to_apply
source: Do you want to apply?
vi: Bạn muốn đăng ký?

# cancel_button
source: CANCEL
vi: HỦY BỎ

# ok_button
source: OK
vi: XÁC NHẬN

source: Register now!
vi: Đăng ký ngay

# condition
source: CONDITION OF BENEFIT
vi: ĐIỀU KIỆN ÁP DỤNG

source: Search voucher
vi: Tìm kiếm ưu đãi

source: All categories
vi: Tất cả thể loại

# special_offer
source: Special offers
vi: Ưu đãi đặc biệt

source: Buy
vi: Mua

# all_offer
source: All Offers
vi: Tất cả ưu đãi

source: Filter
vi: Lọc

# ENUM_NEAREST_DEADLINE
source: Nearest deadline
vi: Hạn gần nhất

# ENUM_FARTHEST_DEADLINE
source: Farthest deadline
vi: Hạn xa nhất

# ENUM_LOWEST_PRICE
source: Lowest price
vi: Giá thấp nhất

# ENUM_HIGHEST_PRICE
source: Highest price
vi: Giá cao nhất

# ENUM_NAME_AZ
source: Sort by name (A-Z)
vi: Sắp xếp theo tên (A-Z)

# ENUM_NAME_ZA
source: Sort by name (Z-A)
vi: Sắp xếp theo tên (Z-A)

# ENUM_MOST_DISCOUNTS
source: Most discount
vi: Giảm giá nhiều nhất

# ENUM_BESTSELLER
source: Best seller
vi: Bán chạy nhất

# ENUM_BEST_REVIEW
source: Best review
vi: Đánh giá tốt nhất

source: Yes
vi: Có

source: Voucher is out of stock!
vi: Số lượng ưu đãi đã hết!

# buy_button_notification %d
source: You have owned %d of this voucher.
vi: Bạn đang có %d ưu đãi này.

# would_like_buy_more
source: Would you like to buy some more?
vi: Bạn có muốn mua thêm không?

source: Purchase number
vi: Số lượng

# reach_maximum
source: You've reached the maximum number you can buy
vi: Bạn đã đạt mức mua tối đa

source: My vouchers
vi: Ví ưu đãi

source: Copied to clipboard
vi: Đã sao chép

source: Search your voucher
vi: Tìm kiếm ưu đãi

source: Active
vi: Có hiệu lực

source: Used
vi: Đã sử dụng

source: Expried
vi: Hết hạn

source: No voucher
vi: Không có ưu đãi

source: Expriy
vi: HSD

source: Copy
vi: Sao chép

source: The code will be expried after
vi: Mã sẽ hết hiệu lực sau

source: (s)
vi: (giây)

source: Thank you for using our service!
vi: Cảm ơn đã sử dụng dịch vụ!

source: You are having
vi: Bạn đang có

# would_like_to_spend
source: Would you like to spend
vi: Bạn có muốn sử dụng

source: to buy this voucher
vi: để mua ưu đãi này không

source: Share/Copy
vi: Chia sẻ

source: QR code
vi: Mã QR

source: Buy more
vi: Mua thêm

source: Information
vi: Thông tin

source: Applied stores
vi: Địa điểm áp dụng

source: Similar promotions
vi: Ưu đãi tương tự

source: Personal Budget
vi: Điểm của tôi

source: Send Point
vi: Chuyển điểm

source: Warning
vi: Cảnh báo

# there_are_unsaved_changes
source: There are unsaved changes, do you still want to go back?
vi: Thông tin đã được thay đổi, bạn có muốn thoát màn hình không?

source: Compliments to
vi: Gửi tới

source: Send Wishes*
vi: Nhập lời nhắn*

source: Change person
vi: Thay đồi

source: Remove
vi: Xoá

source: Recent transfers
vi: Giao dịch gần đây

source: Hide
vi: Ẩn

source: Show
vi: Hiện

source: Type to search
vi: Gõ để tìm kiếm

source: + Add more person
vi: + Thêm người

source: point
vi: điểm

source: points
vi: điểm

source: Be careful with your budget
vi: Điểm dường như không đủ

source: Company surveys
vi: Khảo sát công ty

source: Employee information
vi: Hồ sơ cá nhân

# search_internal_news
source: Internal news
vi: Bảng tin nội bộ

source: List of your benefits
vi: Danh sách phúc lợi của bạn

source: Merchant voucher list
vi: Danh sách ưu đãi từ cửa hàng

source: Recognize ranking
vi: Xếp hạng khen thưởng

source: Used points history
vi: Lịch sử tiêu dùng điểm

source: Your searching screen
vi: Nhập nội dung tìm kiếm

source: Settings
vi: Cài đặt

source: Security
vi: Bảo mật

source: Change password
vi: Thay đổi mật khẩu

source: Select Language
vi: Lựa chọn ngôn ngữ

source: Current language
vi: Ngôn ngữ hiện tại

source: Notification
vi: Thông báo

source: Allow popup notification
vi: Cho phép thông báo

source: Allow sound on notification
vi: Cho phép âm thanh thông báo

# other_setting
source: Other
vi: Mục khác

source: Application information
vi: Thông tin ứng dụng

source: Social Benefits
vi: Phúc lợi nhân viên

source: Version: %@
vi: Phiên bản: %@

source: Close
vi: Đóng

source: Developed by
vi: Phát triển bởi

# vn
source: Vietnamese
vi: Tiếng Việt

# en
source: English
vi: Tiếng Anh

source: Password not match
vi: Mật khẩu không khớp

# password_6_to_15
source: New password must be at least 6~15 characters in length
vi: Mật khẩu mới phải có độ dài 6 ~ 15 ký tự

# wrong_old_password
source: Old password is incorrect
vi: Thông tin mật khẩu cũ chưa đúng

# api_call_failed
source: Cannot connect to server
vi: Không thể kết nối với máy chủ

# company_address
source: 324 Tay Son, Dong Da, Ha Noi, Viet Nam
vi: 324 Tây Sơn, Đống Đa, Hà Nội, Việt Nam

# ranking_of_month %@
source: %@ ranking
vi: Xếp hạng %@

# this_month_you_are_on_top %d
source: This month, you are on top %d. Try more!
vi: Tháng này bạn nằm trong top %d. Cố gắng hơn nhé!

source: Detail recognition rank >>
vi: Chi tiết xếp hạng >>

source: Recognitions news feed
vi: Bảng tin khen thưởng

source: Your history
vi: Lịch sử của tôi

source: Recognitions ranking
vi: Xếp hạng khen thưởng

source: to
vi: đến

source: Ranking of the month
vi: Xếp hạng tháng

source: Rank
vi: Thứ hạng

source: Employee
vi: Nhân viên

source: Total received points
vi: Tổng điểm thưởng

source: Your rank
vi: Hạng của bạn

source: No comment
vi: Không có bình luận

source: Finished
vi: Đã kết thúc

# deadline_soon
source: Deadline is coming
vi: Sắp hết hạn

# deadline_ed
source: Deadline
vi: Đã hết hạn

source: Deadline
vi: Hạn chót

# search_for_survey
source: Search survey
vi: Tìm kiếm khảo sát

source: Send
vi: Gửi

source: Question
vi: Câu hỏi

# your_survey_option
source: Your opinion
vi: Ý kiến của bạn

source: Show more
vi: Hiển thị nhiều hơn

source: Sending
vi: Đang gửi

source: answer
vi: trả lời

source: Total
vi: Tổng

# no_like
source: Become first people like it
vi: Trở thành người đầu tiên

# need_fill_all_data
source: Please fill full form
vi: Bạn chưa điền đủ thông tin

# network_error
source: Network connection error try again later.
vi: Lỗi kết nối, vui lòng thử lại sau.

# unkown_error
source: An error occurred, please try again later.
vi: Có lỗi xảy ra, vui lòng thử lại sau.

# wrong_login_data
source: Maybe wrong password. Please try again later!
vi: Thông tin đăng nhập chưa đúng. Vui lòng thử lại.

# session_expired
source: Session expired please login again.
vi: Phiên hết hạn vui lòng đăng nhập lại.

# how_can_we_help
source: How can we help you today?
vi: Chúng tôi có thể giúp gì cho bạn?

# select_screen_problem
source: Please select screen problem (optional)
vi: Hãy chọn vấn đề trên màn hình của bạn (Tuỳ chọn)

# describe_your_problem
source: Please describe your problem
vi: Vui lòng mô tả vấn đề bạn đang gặp phải

# we_have_received_your_feedback
source: We have received your feedback and will reply to you as soon as possible!
vi: Chúng tôi đã nhận phản hồi của bạn và sẽ trả lời trong thời gian sớm nhất

# confirm_message
source: There are unsaved changes, do you still want to go back?
vi: Thông tin đã được thay đổi, bạn có muốn thoát màn hình không?

source: Old password
vi: Mật khẩu cũ

# enter_old_password
source: Please enter your old password
vi: Vui lòng điền mật khẩu cũ

source: New password
vi: Mật khẩu mới

# enter_new_password
source: Please enter your new password
vi: Vui lòng điền mật khẩu mới

# retype_password
source: Retype new password
vi: Nhập lại mật khẩu mới

# retype_new_password
source: Please retype your new password
vi: Vui lòng nhập lại mật khẩu mới

source: Update
vi: Cập nhật

source: Your used points hictory
vi: Lịch sử tiêu dùng điểm

source: Search the transaction
vi: Tìm kiếm giao dịch

source: Consumed
vi: Tiêu dùng

source: Compliments from
vi: Nhận từ

# benefits_from
source: From benefit
vi: Nhận từ phúc lợi

source: Voucher at
vi: Ưu đãi tại

# C00193_I
source: <b>%1$@</b>. Please register before the date %2$@
vi: <b>%1$@</b>. Hãy đăng ký tham gia trước ngày %2$@

# C00194_I
source: You have a new survey <b>%1$@</b>
vi: Bạn có khảo sát mới <b>%1$@</b>

# C00195_I
source: You have survey <b>%1$@</b> unfulfilled. Please participate in answering the survey
vi: Bạn còn khảo sát <b>%1$@</b> chưa thực hiện. Hãy tham gia trả lời nhé

# C00196_I
source: <b>%1$@</b> has reacted on your recognition post
vi: <b>%1$@</b> đã thể hiện cảm xúc trên bài khen thưởng của bạn

# C00197_I
source: <b>%1$@</b> has comment on your recognition post
vi: <b>%1$@</b> đã bình luận trong bài khen thưởng của bạn

# C00198_I
source: Your vouchers are about to expire, use them today!
vi: Các ưu đãi của bạn sắp hết hạn, hãy sử dụng ngay hôm nay nhé!

# C00199_I
source: Voucher <b>%1$@</b> has expired
vi: Ưu đãi <b>%1$@</b> đã hết hạn

# C00200_I
source: New voucher: <b>%1$@</b>
vi: Uu đãi mới: <b>%1$@</b>

# C00150_I
source: Benefit <b>%1$@</b> has been finished, your request has been rejected
vi: Yêu cầu tham gia phúc lợi <b>%1$@</b> của bạn đã bị từ chối do phúc lợi đã hết hạn

# S00110_I
source: Admin has rejected your benefit request: <b>%1$@</b> <br>Reason: <b>%2$@</b>
vi: Quản trị viên đã từ chối yêu cầu phúc lợi: <b>%1$@</b><br>Lý do: <b>%2$@</b>

# S00111_I
source: Admin has accepted your benefit request: <b>%1$@</b>
vi: Quản trị viên đã chấp thuận yêu cầu phúc lợi: <b>%1$@</b>

# S00155_I
source: You have received benefit <b>%1$@</b>
vi: Bạn nhận được phúc lợi <b>%1$@</b>

# S00112_I
source: <b>%1$@</b> has replied your comment in <b>%2$@</b>
vi: <b>%1$@</b> đã trả lời bình luận của bạn trong <b>%2$@</b>

# C00201_I
source: <b>%1$@</b> has replied your comment in recognition post of <b>%2$@</b>
vi: <b>%1$@</b> đã trả lời bình luận của bạn trong bài khen thưởng của <b>%2$@</b>

# S00113_I
source: You got reward from <b>%1$@</b>
vi: Bạn nhận được điểm từ <b>%1$@</b>

# S00109_I
source: You got reward from <b>%1$@</b>
vi: Bạn nhận được lời khen từ <b>%1$@</b>

source: Survey
vi: Khảo sát

source: System
vi: Hệ thống

source: at
vi: lúc

source: react
vi: Cảm xúc

source: Loading
vi: Đang tải

source: New benefit
vi: Phúc lợi mới

source: Today
vi: Hôm nay

source: Yesterday
vi: Hôm qua

source: January
vi: tháng 1

source: February
vi: tháng 2

source: March
vi: tháng 3

source: April
vi: tháng 4

source: May
vi: tháng 5

source: June
vi: tháng 6

source: July
vi: tháng 7

source: August
vi: tháng 8

source: September
vi: tháng 9

source: October
vi: tháng 10

source: November
vi: tháng 11

source: December
vi: tháng 12

# C00177_E
source: No point has been transferred
vi: Không có điểm nào được chuyển

# C00168_E
source: Not enough personal point, please check again
vi: Quỹ điểm không đủ, vui lòng kiểm tra lại

# C00169_E
source: Not enough company point, please check again
vi: Quỹ điểm phòng ban đã bị hết, liên hệ Quản lý công ty

# C00174_E
source: Can not send point to yourself
vi: Không thể gửi điểm cho bản thân

# C00175_E
source: At least one employee can not receive point
vi: Có ít nhất một nhân viên không thể nhận điểm

# C00176_E
source: Transaction fail due to abnormal while checking remain point
vi: Giao dịch không thành công do phát hiện bất thường về điểm còn lại sau giao dịch

# A00028_C
source: Do not have permission to execute function
vi: Bạn không có quyền thực hiện chức năng này

# C00024_I
source: Can not found data
vi: Không tìm thấy thông tin phù hợp

# C00187_E
source: The point budget limit has been exceeded
vi: Đã vượt giới hạn ngân sách điểm cho phép

# C00188_E
source: The allowed number of registrations has been exceeded
vi: Đã vượt giới hạn số lượng đăng ký cho phép

# C00189_E
source: Temporarily stopping registration because there are enough requests to join
vi: Tạm thời dừng đăng ký do đã có đủ số lượng yêu cầu tham gia

# C00190_E
source: Registration deadline has passed
vi: Đã quá thời hạn đăng ký

source: Need to fill all data
vi: Cần nhập đầy đủ thông tin

# wrong_email_format
source: Email is not in the correct format
vi: Địa chỉ email không hợp lệ

# wrong_email
source: Email does not exist
vi: Địa chỉ email không tồn tại

# blank_email
source: Email is empty
vi: Địa chỉ email không được để trống

# blank_phone
source: Phone number is empty
vi: Điện thoại không được để trống

# can_connect_server
source: Can connect to server
vi: Không thể kết nối với máy chủ

# this_person_is_exist
source: This person already exists
vi: Người này đã tồn tại trong danh sách

# need_to_fill_wish
source: Please fill your wish
vi: Vui lòng nhập lời nhắn của bạn

source: There is no camera on this device
vi: Không có camera trên thiết bị của bạn

# survey_answer_updated
source: Your answer has been submitted successfully
vi: Câu trả lời của bạn đã được gửi thành công

# end_date_survey
source: Deadline:
vi: Khảo sát kết thúc vào:
